{
  "link": "https://www.elektroda.pl/rtvforum/topic3044759.html",
  "title": "B327 (Nadsiarczan Sodu) - Jakie metale trawi?",
  "path": "Ogólny techniczny",
  "time": "07 Cze 2015 11:09",
  "views": "6240",
  "replies": "10",
  "locked": "true",
  "posts": [
    {
      "author": "artin.bruyen",
      "level": "16",
      "time": "2015-06-07T11:09:43+02:00",
      "text": "Z góry przepraszam jeśli zły dział. Nie wiedziałem gdzie umieścić temat. <br/>Jakie metale prócz miedzi wytrawia B327? <br/>Chodzi o to że powiesiłem płytki w wytrawiarce na drucie stalowym (lub coś podobnego, magnes przyciąga, lecz jest kruchy) który został szybko \"zjedzony\" po czym wytrawiacz stał się nie do uzytku. Stał się mocno ciemno zielony oraz bardzo powolnie trawił płytki. <br/>Chciał bym się ustrzec przed tym w przyszłości. <br/>Może to jakiś stop z dużą zawartością miedzi?"
    },
    {
      "author": "Kuniarz",
      "level": "16",
      "time": "2015-06-07T11:19:15+02:00",
      "text": "<blockquote class=\"reply\" data-val=\"artin.bruyen\"> <small><span class=\"name\">artin.bruyen</span> napisał:</small><div class='content visible'> powiesiłem płytki w wytrawiarce na drucie stalowym</div></blockquote> <br/>Wieszam płytki na kawałkach drutu w izolacji ze skrętki komputerowej. Sprawdza się idealnie od wielu lat <img data-src=\"https://static.elektroda.pl/images/smiles/icon_smile.gif\" src=\"https://static2.elektroda.pl/img/preloader2.svg\" alt=\":)\" class=\"smile lazy\" /><noscript title=\"B327 (Nadsiarczan Sodu) - Jakie metale trawi?\"><img src=\"https://static.elektroda.pl/images/smiles/icon_smile.gif\" alt=\":)\" class=\"smile lazy\" /></noscript>"
    },
    {
      "author": "artin.bruyen",
      "level": "16",
      "time": "2015-06-07T11:22:04+02:00",
      "text": "Ja sie już boje skrętki po tym drucie <img data-src=\"https://static.elektroda.pl/images/smiles/icon_biggrin.gif\" src=\"https://static2.elektroda.pl/img/preloader2.svg\" alt=\":D\" class=\"smile lazy\" /><noscript title=\"B327 (Nadsiarczan Sodu) - Jakie metale trawi?\"><img src=\"https://static.elektroda.pl/images/smiles/icon_biggrin.gif\" alt=\":D\" class=\"smile lazy\" /></noscript> ale nie chodzi o to.  <br/>Muszę jeszcze dorobić uchwyty do grzałek, napowietrzania, z jakiejś blachy itp i nie chcę żeby mi to wytrawiło i kolejny litr wytrawiacza niszczyć <img data-src=\"https://static.elektroda.pl/images/smiles/icon_smile.gif\" src=\"https://static2.elektroda.pl/img/preloader2.svg\" alt=\":)\" class=\"smile lazy\" /><noscript title=\"B327 (Nadsiarczan Sodu) - Jakie metale trawi?\"><img src=\"https://static.elektroda.pl/images/smiles/icon_smile.gif\" alt=\":)\" class=\"smile lazy\" /></noscript>"
    },
    {
      "author": "Kuniarz",
      "level": "42",
      "time": "2015-06-07T11:30:15+02:00",
      "text": "Tylko i wyłącznie tworzywa sztuczne. U mnie grzałka trzyma się na przyssawkach, a napowietrzanie to kawałek \"korytka\" po scalakach."
    },
    {
      "author": "artin.bruyen",
      "level": "16",
      "time": "2015-06-07T11:37:11+02:00",
      "text": "Nie jestem w stanie przykleić przyssawek. Moja wytrawiarka ma wewnątrz 15mm grubości ;/"
    },
    {
      "author": "Kuniarz",
      "level": "21",
      "time": "2015-06-07T11:41:18+02:00",
      "text": "...to tak średnio to zaprojektowałeś, bo zobacz ile płynu będzie wokół grzałki - niewiele prawda ? W tym miejscu nagrzeje się bardzo szybko. Myślę, że nie ma co mocować grzałki, tylko ją po prostu zanurzyć. Jeśli już bardzo chcesz mocować, to złap górę grzałki jakimś uchwytem do korpusu zbiornika."
    },
    {
      "author": "viayner",
      "level": "40",
      "time": "2015-06-07T11:42:55+02:00",
      "text": "Witam,  <br/>ujmujac sprawe prosto, nadsiarczan sodowy jest dosc silnym utleniaczem i bedzie reagowal podobnie z wiekszoscia metali im metal \"mniej szlachetny\" tym reakcja szybsza/gwaltowniejsza. Skoro miales zelazo i miedz w ukladzie to zelazo jako znacznie mniej \"szlachetne\" uleglo w pierwszej kolejnosci \"trawieniu\" i otrzymales roztowor sirczanu zelaza(II) ktory jako roztwor trawiacy jest nieuzyteczny. Pewna \"regeneracje\" mozna przeprowadzic dodajac utleniacz np. nadtlenku wodoru (perhydrol to 30% roztwor ale ostroznie z nim), otrzymasz w ten sposob siarczan zelaza(III) ktory wykazuje slabe bo slabe ale zawsze wlasnoci trawiace w stosunku do miedzi. Jezeli opis jest za trudny to zaniechaj eksperymentow i uzyj nowej porcji nadsiarczanu sodu, nie wprowadzaj do ukladu zadnych innych metali ! <br/>Pozdrawiam"
    },
    {
      "author": "artin.bruyen",
      "level": "21",
      "time": "2015-06-07T11:44:42+02:00",
      "text": "Zaprojektowana jest dobrze. Płyn się ładnie nagrzewa. Trawi dobrze. <br/>Po prostu ma być wszystko tip top, estetycznie zrobione i razi mnie w oczy jak grzałki krzywo wiszą na przewodach <img data-src=\"https://static.elektroda.pl/images/smiles/icon_smile.gif\" src=\"https://static2.elektroda.pl/img/preloader2.svg\" alt=\":)\" class=\"smile lazy\" /><noscript title=\"B327 (Nadsiarczan Sodu) - Jakie metale trawi?\"><img src=\"https://static.elektroda.pl/images/smiles/icon_smile.gif\" alt=\":)\" class=\"smile lazy\" /></noscript>"
    },
    {
      "author": "Jar-Woj",
      "level": "",
      "time": "2015-11-17T02:29:03+01:00",
      "text": "Roztwór wodny B327 tj. nadtlenodisiarczanu sodu Na2S208 roztwarza wszystkie  <br/>metale o potencjale standardowym niższym od potencjału standardowego utleniania wody w środowisku kwaśnym, który wynosi +1,229 V a których siarczany są rozpuszczalne w wodzie. <br/>Z najczęściej spotykanych w technice są to (wymienione w kolejności jak w szeregu elektrochemicznym): magnez, glin czyli aluminium, mangan, chrom, cynk, żelazo, kadm, kobalt, nikiel, cyna, miedź, rtęć i srebro. <br/>Jeśli chodzi o lutowia cynowo-ołowiowe są one bardzo słabo tylko powierzchniowo podtrawiane z powodu tworzenia się na powierzchni stopu białego nalotu trudnorozpuszczalnego w wodzie siarczanu ołowiu(II) PbSO4 <br/>Pozostałe roztwarzane przez B327 metale można odszukać korzystając z szeregu napięciowego metali i tabeli rozpuszczalności. Przy czym najszybciej trawione są metale o najniższych potencjałach standardowych i najłatwiej rozpuszczalnych siarczanach."
    },
    {
      "author": "Xantix",
      "level": "",
      "time": "2015-11-17T06:37:39+01:00",
      "text": "Możesz uchwyty zrobić z drutów miedzianych pokrytych dokładnie stopem lutowniczym. <br/>Ale jest jeszcze jedna alternatywa - mosiądz (czyli stop miedzi z cynkiem). Jest to stop bardzo odporny na korozję, więc sądze, że mosiężnym uchwytom B 327 nie da rady."
    },
    {
      "author": "Jar-Woj",
      "level": "",
      "time": "2015-11-17T07:15:36+01:00",
      "text": "<blockquote class=\"reply\" data-val=\"Xantix\"> <small><span class=\"name\">Xantix</span> napisał:</small><div class='content visible'> Możesz uchwyty zrobić z drutów miedzianych pokrytych dokładnie stopem lutowniczym. <br/>Ale jest jeszcze jedna alternatywa - mosiądz (czyli stop miedzi z cynkiem). Jest to stop bardzo odporny na korozję, więc sądze, że mosiężnym uchwytom B 327 nie da rady.</div></blockquote> <br/>Niestety mosiądz zostałby szybko strawiony. <br/>Jeśli koniecznie musi być metal to najlepiej sprawdzi się tytan , z tytanu robi profesjonalne zawieszki do wanien galwanizacyjnych. <br/>Dobrym pomysłem będzie też użycie ołowiu lub miedzi albo mosiądzu powleczonego  <br/>ołowiem."
    }
  ]
}
